Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/uit/master/inger_dagsvold.pdf.tmx
Source language: nob
Languages: sme

source: Sammendrag
sme: Čoahkkáigeassu

source: Dette mastergradsarbeidet handler om hvordan man kan forstå det å ha kreftsykdom ut fra hvordan sykdommen snakkes, eller ikke snakkes om i samiske samfunn.
sme: Mastergrádabargu čilge mo borasdávdda sáhttá ipmirdit das man olu das hállojuvvo, dahje ii hállojuvvo, sámi servodagas.

source: Det er i dagens kreftomsorg et sterkt fokus på å hjelpe de som rammes av kreft til å mestre krisen dette kan oppleves som.
sme: Dálá borasdávdadikšu geahččala veahkehit sin geat ožžot borasdávdda vai sii nagodivčče hálddašit borasdávdadili mii dovdo dego roassu.

source: Samtale;
sme: Hálešteapmi;

source: det å snakke om og sette ord på følelser, tanker og reaksjoner anses som den viktigste metoden i krisebearbeidingen.
sme: hállat dovdduid birra, jurdagiid ja reakšuvnnaid birra lea dálá borasdávdadivššu deháleamos metoda, go lea sáhka roasuid hálddašeamis.

source: Men det er ikke like selvsagt for alle å skulle snakke om kreft og følelser knyttet til det.
sme: Muhto, ii buohkaide leat seammá lunddolaš hállat borasdávdda ja dovdduid birra.

source: Oppgaven omhandler også møtet mellom det norske helsevesen og samiske kreftpasienter.
sme: Mástergrádabargu čilge dáčča dearvvašvuođasuorggi ja sámi borasdávdapasieanttaid gaskavuođa.

source: Mastergradsoppgaven er en kvalitativ studie, basert på et filosofisk hermeneutisk tilnærming med fokus på forståelse.
sme: Dát lea kvalitatiiva dutkamuš, filosofiija hermeneutihka dutkamuš mii deattuha ipmárdusa. Empiria leat 4 sámi nissona geaid lean jearahallan.

source: Empirien bygger på intervjuer med 4 samiske kvinner i 40-60 årene om deres erfaringer med og tanker om det å ha kreft, og måter å snakke om følelser og reaksjoner knyttet til sykdommen på.
sme: Sii leat 40-60 agis. Lean jearran mo sii vásihit ja jurddašit borasdávdda birra, ja mo sii hállet dovdduid ja reakšuvnnaid birra mat bohtet go lea dávda.

source: En av disse kvinnene har selv opplevd kreft, og hun har gitt ut en diktsamling om det å få kreft og behandling for det.
sme: Ovtta nissonis lea alddis leamaš borasdávda ja lea almmuhan diktagirjji borasdávdda ja borasdávdadivššu birra.

source: Diktsamlingen inngår i kildematerialet.
sme: Lean geavahan diktagirjji gáldun.

source: I tillegg er det en forfatter og to helsearbeidere som intervjues om kreft og det å snakke om kreft i samiske samfunn.
sme: Lean jearran ovtta girječállis ja guokte dearvvašvuođamielbargis mo sámi servodagas hállojuvvo borasdávdda birra.

source: De ulike kilder som er benyttet gir ulike perspektiv inn mot temaet.
sme: Iešguđetge gálduin leat iešguđetge perspektiivvat dán fáttás.

source: Fortellingsperspektivet er gjennomgående i oppgaven.
sme: Muitalanperspektiiva lea oidnosis olles barggus.

source: Det å ha kreft og det å snakke, eller ikke snakke om det knyttes til teori av filosofene Hans-Georg Gadamer og Ludwig Wittgenstein, med fokus på forståelse, historiske tradisjoner, språk og livsverden.
sme: Borasdávda ja dan ahte hállet go olbmot, vai eaigo hála dan birra, čadnojuvvo filosofaid Hans-Georg Gadamer ja Ludwig Wittgenstein teoriijaide, mas ipmárdus, historjjálaš árbevierut, giella ja eallinmáilbmi leat guovddážis.

source: I tillegg brukes det teori knyttet til sykdomsforståelse i et samisk historisk perspektiv.
sme: Mun geavahan maid teoriija mii čadno sámi historjjálaš dávdaipmárdussii.

source: Målet med oppgaven er å bidra til økt forståelse av hvordan det kan oppleves å ha kreft, ulike måter å forstå sykdommen på og derav ulike måter å snakke om og forholde seg til kreftsykdom i et samisk perspektiv.
sme: Mastergrádabarggu ulbmil lea lasihit olbmuid ipmárdusa das mo lea oažžut borasdávdda, mo sierraláhkái sáhttá ipmirdit dávdda ja dasto mo sierraláhkái hállá dávdda birra ja birge dávddain sámi servodagas.

source: Søkeord: kreftsykepleie, kreft, borasdávda, forståelse, sykdomsforståelse, kommunikasjon, fortelling, same, samisk.
sme: Ohcansánit: borasdávdadikšu, kreft, borasdávda, ipmárdus, dávdaipmárdus, gulahallan, muitalus, sápmelaš, sámi.

source: Da en av mine informanter er svensk statsborger, omhandler dette også møtet med det svenske helsevesen.
sme: Maiddái Ruoŧa dearvvašvuođasuorgi lea fárus danne go okta informánta lea Ruoŧa stáhtaboargár.
